Repository: mozilla-l10n/mt-training-data
Catalog: mg/mg_pontoon.tmx
Source language: en_us
Languages: mg

source: View all Firefox OS articles
mg: Hijery ny lahatsoratra rehetra momba an'i Firefox OS

source: View Diff
mg: Hijery Fahasamihafana

source: View other questions that need attention.
mg: Jereo ireo fanontaniana hafa mila firaharahana.

source: View Profile
mg: HIjery Mombamomba

source: Views
mg: Jery

source: View the history of this document
mg: Hijery ny tantaran'ity tahirin-kevitra ity

source: View the solution
mg: Hijery ny vahaolana

source: View the updated document
mg: Hijery ilay tahirin-kevitra nohavaozina

source: View this document's history
mg: Hijery ny tantaran'ity tahirin-kevitra ity

source: View this message on the web
mg: Hijery an'ity hafatra ity @ aterineto

source: View this message on the web:
mg: Hijery an'ity hafatra ity @ tranonkala:

source: View this post on the site.
mg: Jereo ao @ tranonkala ity petadrindrina ity.

source: Visitors
mg: Mpitsidika

source: Visits
mg: Fitsidihana

source: Visits in last 30 days
mg: Fitsidihana tao anatin'ny 30 andro lasa

source: Volunteer for Mozilla Support
mg: Hilatsaka an-tsitrapo @ Fanampiana Mozilla

source: Votes
mg: Vato

source: votes this week
mg: nandatsa-bato t@ ity herinandro ity

source: Waiting for review
mg: Miandry fitsarana

source: Want to know when a solution is found?
mg: Te-hahalala rehefa misy vahaolana hita?

source: WARNING! Are you sure you want to deactivate this user? This cannot be undone!
mg: TANDREMO! Azonao antoka fa te-hampitsahatra an'io mpampiasa io ianao? Tsy ho azo foanana izany avy eo!

source: Warning: There are newer unreviewed revisions of this article.
mg: Tandremo: misy fanitsiana an'ity lahatsoratra ity tsy voatsara vaovao kokoa.

source: Warning: This page is also being edited by %(user)s!
mg: Tandremo: eo am-panitsiana an'ity pejy ity koa i %(user)s!

source: was marked as solved by its asker, {asker}.
mg: nomarihin'ilay mpanontany, {asker}, hoe voavaha.

source: Was this article helpful?
mg: Nanampy ve ity lahatsoratra ity?

source: Was this helpful to you?
mg: Nahasoa anao ve ity?

source: Watch
mg: Hanaraka

source: Watch forum threads I comment in
mg: Hanaraka resaka mitohy anaty fihaonambe nanehoako hevitra

source: Watch forum threads I start
mg: Hanaraka resaka mitohy anaty fihaonambe natomboko

source: Watch KB discussion threads I comment in
mg: Hanaraka resaka mitohy adihevitra anaty TP nanehoako hevitra

source: Watch KB discussion threads I start
mg: Hanaraka resaka mitohy adihevitra anaty TP natomboko

source: Watch our videos and check our documentation
mg: Jereo ireo horonantsarinay ary zahao ireo tahirin-kevitray

source: Watch Question threads I comment in
mg: Hanaraka resaka mitohy momba Fanontaniana nanehoako hevitra

source: Watch this forum
mg: Hanaraka ity fihaonambe ity

source: Watch this locale
mg: Hanaraka an'ity teny ity

source: Watch this thread
mg: Hanaraka an'ity resaka mitohy ity

source: We are always very happy to hear from new people who like helping on the forums so if you haven’t met our community yet <a href="%(intro_url)s"> please take a minute to introduce yourself </a>. If you want to stay low-profile, that’s also ok :). You can also find us all hanging out on IRC, on the <a href="%(irc_url)s"> #sumo channel </a>.
mg: Tena mahafaly anay foana ny mandre avy @ olona vaovao izay tia manampy ao @ ireo fihaonambe, ka raha tsy mbola nihaona t@ vondrontsika ianao, dia <a href="%(intro_url)s"> makà minitra iray hampahafantarana anay ny tenanao azafady</a>. Raha te-hijanona tsy ho be mpahalala ianao, dia tsy maninona koa izany :). Afaka mahita anay rehetra mifanaretsaka ao @ IRC koa ianao, ao @ <a href="%(irc_url)s"> fantsona #sumo </a>.

source: We are always very happy to hear from new people who like helping on the forums so if you haven’t met our community yet please take a minute to introduce yourself. If you want to stay low-profile, that’s also ok :). You can also find us all hanging out on IRC, on the #sumo channel on irc.mozilla.org.
mg: Tena mahafaly anay foana ny mandre avy @ olona vaovao izay tia manampy ao @ ireo fihaonambe, ka raha tsy mbola nihaona t@ vondrontsika ianao, dia makà minitra iray hampahafantarana anay ny tenanao azafady. Raha te-hijanona tsy ho be mpahalala ianao, dia tsy maninona koa izany :). Afaka mahita anay rehetra mifanaretsaka ao @ IRC koa ianao, ao @ fantsona #sumo na ao @ irc.mozilla.org.

source: We are having trouble reaching your email address. Please try a different address or contact an administrator.
mg: Sahirana izahay tsy mahatakatra ny adiresy mailakao. Manandrama adiresy hafa azafady na mifandraisa @ mpandrindra.

source: Web browser for Android smartphones and tablets
mg: Mpitety tranonkala ho an'ireo telefaona matsilo sy tabilety Android

source: Web browser for Windows, Mac and Linux
mg: Mpitety tranonkala ho an'i Windows, Mac ary Linux

source: Webmaker and other tools for teaching and learning the Web
mg: Webmaker sy fitaovana hafa fampianarana sy fianarana tranonkala

source: Webmaker for Android
mg: Webmaker ho an'i Android

source: Website
mg: Tranonkala

source: Websites
mg: Tranonkala

source: We could not activate your account. Please make sure that you have clicked the correct link in your email or typed in the correct address.
mg: Tsy tontosanay ny famelomana ny kaontinao. Ataovy azo antoka azafady fa ilay rohy any @ mailakao marina no notsindrinao na soraty ny adiresy marina.

source: We could not find your subscription. Either it has already been cancelled, or there was a mistake in the unsubscribe link. Please make sure the entire link from the email made it into the browser. If the last part of the link wraps onto a second line in the email, try copying and pasting the link into the browser.
mg: Tsy hitanay ny fisoratanao. Na efa nofoanana izany, na nisy diso t@ rohy fanalana fisoratana. Ataovy azo antoka azafady fa tafita ao @ mpitety ilay rohy manontolo avy @ mailaka. Raha midina andalana ny tapany aoriana @ ilay rohy ao @ mailaka, dia andramo adika sy apetaka @ mpitety ilay rohy.

source: We could not unsubscribe you from this question: <a href="%(question_url)s">%(question_title)s</a>. Please make sure you copied and pasted the unsubscribe link correctly.
mg: Tsy voalanay ny fisoratanao @ ity fanontaniana ity: <a href="%(question_url)s">%(question_title)s</a>. Hamarino fa nadikanao sy napetakao tsara ilay rohy fanalana fisoratana.

source: We couldn't find any matching tweets for %(language)s at this time. Please check again later, choose a different tweet type from the menu above, or view tweets for other languages by using the language selector at the bottom of the page.
mg: Tsy nahita tweet tandrifiny @ teny %(language)s izahay hatreto. Zahao indray rehefa avy eo azafady, mifidiana karazna tweet hafa ao @ menio eo ambony, na mijere ireo tweet @ tenim-pirenena hafa ka ampiasao ny fifantenana tenim-pirenena ery @ fanambanin'ny pejy.

source: We couldn't find any results for <strong>%(q)s</strong> in <strong>%(l)s</strong>. Maybe one of these articles will be helpful?
mg: Tsy nahita vokany misy ny <strong>%(q)s</strong> @ teny <strong>%(l)s</strong>. Angamba mety hanampy ny iray amin'ireto lahatsoratra ireto?

source: We couldn't find any results for <strong>{q}</strong> in <strong>{l}</strong>. Maybe one of these articles will be helpful?
mg: Tsy nahita vokany misy ny <strong>{q}</strong> @ teny <strong>{l}</strong> izahay. Angamba mety hanampy ny iray amin'ireto lahatsoratra ireto.

source: We couldn't perform your request. Perhaps because the action is no longer applicable or you tried to perform an invalid action.
mg: Tsy afaka nanatontosa ny hatakao izahay. Angamba satria tsy mihatra intsony ilay asa na nanandrana nanao asa tsy mety ianao.

source: Week beginning %(year)s-%(month)s-%(date)s
mg: Herinandro manomboka @ %(year)s-%(month)s-%(date)s

source: Weekly
mg: Isan-kerinandro

source: Weekly meetings
mg: Fivoriana isan-kerinandro

source: We just wanted to let you know that %(answerer)s has found a solution to a Firefox question that you're following.
mg: Tianay hampahafantarina anao fotsiny fa nahita vahaolan'ny fanontaniana momba ny Firefox izay arahinao i %(answerer)s.

source: Welcome to SUMO!
mg: Tonga soa ato @ SUMO!

source: We need your help!
mg: Mila ny fanampianao izahay!

source: We're sorry to see you go.
mg: Hontsa ny fonay mahita anao lasa.

source: We've just received a request to send the username linked to this email address.
mg: Vao nahazo fangatahana handefa ny solonanarana mifandraika amin'ity mailaka ity izahay.

source: We've made some educated guesses about your current browser and operating system.
mg: Nanao faminanian'olona nianatra vitsivitsy izahay momba ny mpitetinao sy ny rafitra fikirakiranao ankehitriny.

source: We've sent a confirmation to %(new_email)s. Please follow the link in the confirmation to change your account's email.
mg: Nandefa fanamafisana any @ %(new_email)s izahay. Araho azafady ilay rohy any amin'ilay mailaka fanamafisana hanovana ny mailaky ny kaontinao.

source: We've sent an email to any account using this address. Please follow the link in the email to reset your password.
mg: Nandefasanay mailaka izay kaonty mampiasa an'io adiresy io. Araho azafady ilay rohy any @ mailaka hanefena indray ny tenimiafinao.

source: We've sent an email with the username to any account using {email}.
mg: Nandefasanay mailaka misy ilay solonanarana izay kaonty mampiasa ny {email}.

source: We would love to find a good place for you to help users, so please send us an email with your username and the area you would like to get involved. Please feel free to add all your skills, we will try to find the right use for them :)
mg: Tianao ny hahitanao toerana tsara hanampiana mpampiasa, ka alefaso aminay azafady ny solonanaranao sy ny sehatra tianao handraisana anjara. Aza misalasala manampy ny talentanao rehetra azafady, hiezaka hitady izay tsara hampiasana azy ireo izahay :)

source: What is your reply about?
mg: Mikasika inona ny valiny omenao?

source: What Links Here
mg: Inona no Mifandrohy @ Eto

source: What Links Here | {document}
mg: Inona no Mifandrohy @ Eto | {document}

source: What's New
mg: Inona no Vaovao

source: When German misses a level 2 change, the coverage drops to 50%, so 1% of 10%= 0.1% overall
mg: Raha tsy ampy fanovana ambaratonga 2 ny Alemà, dia mihena ho 50% ny rakotra, ka 1% @ 10%= 0.1% faobe

source: When the Home page article is the only localized article and it's up to date in German, then our overall coverage is 2% of 10%=0.2% overall (+ the English coverage)
mg: Raha ilay lahatsoratra Pejy trano irery no hany lahatsoratra voadika ary manaraka toetrandro izy@ teny Alemà, ny rakotra faobe dia 2% @ 10%=0.2% faobe (+ ny rakotra Anglisy)

source: Where all the action happens
mg: Ny toerana itrangan'ny hetsika rehetra

source: Whether this topic is shown to users in the AAQ or not.
mg: Na aseho an'ireo mpampiasa ao @ AAQ ity lohahevitra ity na tsia.

source: Which category best describes your problem?
mg: Sokajy inona no manoritsoritra tsara indrindra ny olonao?

source: Which product would you like to post a question about?
mg: Momba ny vokatra inona ilay fanontaniana tianao hapetaka?

source: While you wait
mg: Raha eo am-piandrasana ianao

source: Why should I help?
mg: Maninona no tokony hanampy aho?

source: Windows 8 Touch support articles
mg: Lahatsoratra fanampiana momba an'i Windows 8 Touch

source: Working with messages
mg: Fampiasana hafatra

source: Would you like to view this page in %(language)s instead?
mg: Sa aleonao mijery ity pejy ity @ teny %(language)s?

source: Write help articles
mg: Manorata lahatsoratra fanampiana

source: Yes
mg: Eny

source: Yes, I am.
mg: Eny, misoratra ao aho.

source: Yesterday
mg: Omaly

source: You
mg: Ianao

source: You already flagged this content.
mg: Efa nomarihinao io atiny io.

source: You already voted on this Article.
mg: Efa nandatsa-bato ho an'ity Lahatsoratra ity ianao.

source: You already voted on this reply.
mg: Efa nandatsa-bato ho an'io valiny io ianao.

source: You and 1 other replied
mg: Namaly ianao sy 1 hafa

source: You are about to approve your own edit. Please consider asking our <a href="%(url)s">reviewers</a> instead.
mg: Eo an-dàlana hankatò ny fanitsiana nataonao ihany ianao. Hevero azafady ny manontany an'ireo <a href="%(url)s">mpitsaranay</a> toa izay manao izany.

source: You are about to mark this revision <span class="revtime"></span> as Ready for Localization. Are you sure you wish to proceed?
mg: Eo an-dàlana hanamarika an'ity fanitsiana ity <span class="revtime"></span> hoe Vonona Hadika ianao. Azonao antoka fa te-hanohy ianao?

source: You are about to permanently delete the avatar. <strong>This cannot be undone!</strong> You can always upload another avatar to replace the current one.
mg: Eo an-dàlana hamafa mandrakizay ny avataran'ny vondrona ianao. <strong>Tsy ho azo foanana izany avy eo!</strong> Afaka mampiakatra avatar hafa foana ianao hasolo ilay ankehitriny.

source: You are about to permanently delete this answer. <strong>This cannot be undone!</strong> Are you sure you want to continue?
mg: Eo an-dàlana hamafa mandrakizay an'ity valiny ity ianao. <strong>Tsy ho azo foanana izany avy eo!</strong> Azonao antoka fa te-hanohy ianao?

source: You are about to permanently delete this document. <strong>This cannot be undone!</strong> Are you sure you want to continue?
mg: Eo an-dàlana hamafa mandrakizay an'ity tahirin-kevitra ity ianao. <strong>Tsy ho azo foanana izany avy eo!</strong> Azonao antoka fa te-hanohy ianao?

source: You are about to permanently delete this image. <strong>This cannot be undone!</strong> Are you sure you want to continue?
mg: Eo an-dàlana hamafa mandrakizay an'ity sary ity ianao. <strong>Tsy ho azo foanana izany avy eo!</strong> Azonao antona fa te-hanohy ianao?

source: You are about to permanently delete this post. <strong>This cannot be undone!</strong> Are you sure you want to continue?
mg: Eo an-dàlana hamafa mandrakizay an'ity petadrindrina ity ianao. <strong>Tsy ho azo foanana izany avy eo!</strong> Azonao antoka fa te-hanohy ianao?

source: You are about to permanently delete this question. <strong>This cannot be undone!</strong> Are you sure you want to continue?
mg: Eo an-dàlana hamafa mandrakizay an'ity fanontaniana ity ianao. <strong>Tsy ho azo foanana izany avy eo!</strong> Azonao antoka fa te-hanohy ianao?

source: You are about to permanently delete this revision. <strong>This cannot be undone!</strong> Are you sure you want to continue?
mg: Eo an-dàlana hamafa mandrakizay an'ity fanitsiana ity ianao. <strong>Tsy ho azo foanana izany avy eo!</strong> Azonao antoka fa te-hanohy ianao?

source: You are about to permanently delete this thread. <strong>This cannot be undone!</strong> Are you sure you want to continue?
mg: Eo an-dàlana hamafa mandrakizay an'ity resaka mitohy ity ianao. <strong>Tsy ho azo foanana izany avy eo!</strong> Azonao antoka fa te-hanohy ianao?

source: You are about to permanently delete this video. <strong>This cannot be undone!</strong> Are you sure you want to continue?
mg: Eo an-dàlana hamafa mandrakizay an'ity horonantsary ity ianao. <strong>Tsy ho azo foanana izany avy eo!</strong> Azonao antona fa te-hanohy ianao?

source: You are about to permanently delete your avatar. <strong>This cannot be undone!</strong> You can always <a href="%(upload_url)s">upload another avatar</a> to replace your current one.
mg: Eo an-dàlana hamafa mandrakizay ny avataran'ny vondrona ianao. <strong>Tsy ho azo foanana izany avy eo!</strong> Afaka <a href="%(upload_url)s">mampiakatra avatar hafa</a> foana ianao hasolo ilay ankehitriny.

source: You are about to subscribe to:
mg: Ianao dia eo an-dàlana hisoratra @:

source: You are not currently watching anything.
mg: Tsy misy zavatra arahinao ankehitriny.

source: You are not logged in.
mg: Tsy tafiditra ianao.

source: You are not watching this thread
mg: Tsy manaraka an'io resaka mitohy io ianao

source: You are now part of the Contributors group!
mg: Anisan'ny vondrona mpandray anjara ianao izao!

source: You are translating an English document which is not yet ready for localization.
mg: Mandika tahirin-kevitra Anglisy tsy mbola vonona hadika ianao.

source: You are watching this thread
mg: Manaraka an'ity resaka mitohy ity ianao

source: You can also apply to our Buddy Program and get guidance from our more experienced contributors. Just introduce yourself in the forum for New Contributors by starting a new thread. Put your name on the thread title and tell us a bit about yourself:
mg: Azonao atao koa ny mangataka hiditra @ Fandaharan'asa Akama sy maka torolàlana @ ireo mpandray anjara matihanina kokoa. Ampahafantaro ao @ fihaonambe ho an'ny Mpandray Anjara Vaovao fotsiny ny tenanao ka manomboha resaka mitohy iray vaovao. Apetraho eo @ lohatenin'ny resaka mitohy ny anaranao ary lazao anay kely ny momba anao:

source: You can log in at:
mg: Ianao dia afaka miditra ao @:

source: You cannot translate this document.
mg: Tsy azonao adika ity tahirin-kevitra ity.

source: You can now log in.
mg: Afaka miditra amin'izay ianao.

source: You can view the solution using the link below.
mg: Azonao jerena @ alàlan'ny rohy eto ambany ilay vahaolana.

source: You do not have permission to access this page.
mg: Tsy manana alàlana hidirana @ ity pejy ity ianao.

source: You do not have permission to do that.
mg: Tsy manana alàlana hanao an'io ianao.

source: You don't need to register to <a href="{url}">ask a question</a>.
mg: Tsy mila misoratra ianao raha <a href="{url}">hametraka fanontaniana</a>.

source: You have been automatically logged in.
mg: Nampidirina ho azy ianao.

source: You have been awarded the <strong>%(title)s</strong> badge!
mg: Nomena bajy <strong>%(title)s</strong> ianao!

source: You have been awarded the %(title)s badge!
mg: Nomena bajy %(title)s ianao!

source: You have been unsubscribed.
mg: Nesorina ny fisoratanao.

source: You have exceeded the number of private messages that can be sent in a day.
mg: Nihoaranao ny isan'ny hafatra tsiambaratelo azo alefa ao anatin'ny andro iray.

source: You have exceeded the number of threads and replies that can be posted in a given amount of time. Please try again shortly.
mg: Nihoaranao ny isa fetran'ny resaka mitohy sy valiny azo apetaka ao anatin'ny fotoana voafaritra iray. Andramo indray rehefa keilikely azafady.

source: You have flagged this content. A moderator will review your submission shortly.
mg: Nomarihinao io atiny io. Hisy moderatera hitsara ny narotsakao rehefa kelikely.

source: You have not selected an image to upload.
mg: Tsy nifantina sary hampiakarina ianao.

source: You have successfully changed your password.
mg: Vitanao soa aman-tsara ny fanovana ny tenimiafinao.

source: You have successfully changed your password. <a href="%(profile_url)s">Go back to edit profile page.</a>
mg: Voaovanao soa aman-tsara ny tenimiafinao. <a href="%(profile_url)s">Miverena @ pejy mombamomba anao.</a>

source: You may log in at https://{domain}{login_url}
mg: Ianao dia afaka miditra ao @ https://{domain}{login_url}

source: You might just make someone's day!
mg: Mety hahafaly olona tsotra izao ianao!

source: You must <a href="{login_url}">log in to your account</a> to reply to posts. Please <a href="{ask_url}">start a new question</a>, if you do not have an account yet.
mg: Tsy maintsy <a href="{login_url}">miditra @ kaontinao</a> ianao raha hamaly petadrindrina. Azafady <a href="{ask_url}">manomboha fanontaniana vaovao</a>, raha tsy mbola manana kaonty ianao.

source: You must have cookies enabled to login or register.
mg: Tsy maintsy manana kokia novelomina ianao raha hiditra na hisoratra.

source: Your account is already activated, log in below.
mg: Efa novelomina ny kaontinao, midira eto ambany.

source: Your account is successfully verified, and your question is now posted on the Mozilla community support forum.
mg: Voamarina soa aman-tsara ny kaontinao, ary mipetaka ao @ fihaonambe fanampian'ny vondrona Mozilla izao ny fanontanianao.

source: Your account was sucessfully closed!
mg: Vita soa aman-tsara ny fanakatonana ny kaontinao!

source: Your avatar will be resized to {size}x{size}
mg: Hovaina ho {size}x{size} koa ny haben'ny avataranao

source: Your content is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
mg: Fohy loatra ny atiny (maritsoratra %(show_value)s). Tsy maintsy maritsoratra %(limit_value)s farafahakeliny.

source: Your email has been changed from {old_email} to {new_email}.
mg: Novaina avy @ {old_email} ho {new_email} ny mailakao.

source: You replied
mg: Namaly ianao

source: Your issue has been submitted successfully. You should receive a confirmation email and hear back from us shortly.
mg: Lasa soa aman-tsara ilay olanao. Tokony haharay mailaka fanamafisana sy handre avy aminay ianao rehefa afaka kelikely.

source: Your message is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
mg: Fohy loatra ny hafatrao (maritsoratra %(show_value)s). Tsy maintsy maritsoratra %(limit_value)s farafahakeliny.

source: Your message was sent!
mg: Lasa ny hafatrao!

source: You rock! We'll send an email to let you know if your changes get approved. You can follow the discussion about this article by clicking the Discussion tab.
mg: Milay ianao ka! Handefasanay mailaka ianao hampahalalana anao rehefa nankatoavina ireo fanovanao. Azonao arahina ny adihevitra momba an'ity lahatsoratra ity ka tsindrio ny vakizoro Adihevitra.

source: Your password was successfully reset.
mg: Vita soa aman-tsara ny fanefena indray ny tenimiafinao.

source: Your question is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
mg: Fohy loatra ny fanontanianao (maritsoratra %(show_value)s). Tsy maintsy maritsoratra %(limit_value)s farafahakeliny.

source: Your revision has been approved: {title}
mg: Nankatoavina ilay fanitsianao: {title}

source: Your revision has been reviewed.
mg: Notsaraina ny lahatsoratra nahitsinao.

source: Your revision has been reviewed: {title}
mg: Notsaraina ilay fanitsianao: {title}

source: Your settings have been saved.
mg: Voatahiry ny tefinao.

source: Your title is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
mg: Fohy loatra ny lohateninao (maritsoratra %(show_value)s). Tsy maintsy maritsoratra %(limit_value)s farafahakeliny.

source: Your username is:
mg: Ny solonanaranao dia:

source: Your username on %s
mg: Ny solonanaranao ao @ %s

source: Your username will be shown next to your question in our public support forums.
mg: Ny solonanaranao dia haseho eo anilan'ny fanontanianao ao amin'ireo fihaonamben'ny daholobe fanampianay.

source: Your Web browser doesn't appear to have cookies enabled. Cookies are required for logging in.
mg: Toa tsy manana kokia novelomina ny mpitety tranonkalanao. Ilaina @ fidirana ny kokia.

source: You should receive an email shortly to confirm your subscription.
mg: Tokony haharay mailaka hanamafy ny fisoratanao ianao rehefa kelikely.

source: You've confirmed your email address and activated your account! You can now log in, and go edit your profile.
mg: Avy nanamafy ny adiresy mailakao sy namelona ny kaontinao ianao! Afaka miditra amin'izay ianao, ary mandehana ahitsio ny mombamomba anao.

source: You were awarded the '{title}' badge!
mg: Nomena bajy '{title}' ianao!

source: You will always control every tweet you post.
mg: Afaka mifehy ny tweet tsirairay apetakao foana ianao.

source: You will be notified of updates by email.
mg: Hilazana @ mailaka ianao rehefa misy fanavaozana.

source: You will be unsubscribed from: <br><strong>%(object)s</strong>
mg: Hesorina ny fisoratanao @: <br><strong>%(object)s</strong>
